[
  {
    "model": "catalog.category",
    "pk": 87,
    "fields": {
      "name_of_category": "Смартфоны",
      "description_of_category": "Смартфоны - это важная часть современного образа жизни, объединяющие в себе коммуникацию, развлечения и работу. В этой категории вы найдете широкий выбор устройств с разнообразными функциями - от продвинутых камер и мощных процессоров до удивительных дисплеев и современных возможностей. Смартфоны стали незаменимым инструментом для общения, бизнеса, фотографий и мультимедийных развлечений. Независимо от того, нужен ли вам смартфон для повседневных задач, творческих проектов или игр, в этой категории вы обязательно найдете подходящий вариант, сочетающий в себе инновации и функциональность."
    }
  },
  {
    "model": "catalog.category",
    "pk": 88,
    "fields": {
      "name_of_category": "Ноутбуки",
      "description_of_category": "Ноутбуки - это переносные вычислительные мощности, которые позволяют вам работать, учиться и развлекаться где угодно. В этой категории вы найдете широкий спектр ноутбуков, начиная от ультратонких и стильных моделей до мощных игровых устройств. Ноутбуки идеально подходят для тех, кто ищет мобильное решение для производительных задач, создания контента или просто для просмотра фильмов и сериалов. Выбирая ноутбук, вы получаете возможность быть всегда на связи и оставаться продуктивными в любой ситуации."
    }
  },
  {
    "model": "catalog.category",
    "pk": 89,
    "fields": {
      "name_of_category": "Планшеты",
      "description_of_category": "Планшеты - это удивительная смесь портативности и производительности. В этой категории вы найдете разнообразные планшеты, способные заменить традиционные компьютеры для множества задач. От рисования и заметок до мультимедийных развлечений и работы с приложениями - планшеты предлагают множество возможностей. С поддержкой стилусов, мощных процессоров и высококачественных дисплеев, планшеты стали незаменимыми инструментами для творчества и производительности в движении."
    }
  },
  {
    "model": "catalog.category",
    "pk": 90,
    "fields": {
      "name_of_category": "Умные часы",
      "description_of_category": "Умные часы - это инновационные гаджеты, которые добавляют умные функции к вашему обычному аксессуару. Они позволяют отслеживать здоровье, получать уведомления, управлять музыкой и многое другое, прямо с вашего запястья. В этой категории вы найдете широкий выбор умных часов с различными функциями и дизайнами - от спортивных моделей до элегантных стильных вариантов. Умные часы - это идеальный спутник для тех, кто стремится к активному и организованному образу жизни."
    }
  },
  {
    "model": "catalog.category",
    "pk": 91,
    "fields": {
      "name_of_category": "Гаджеты и аксессуары",
      "description_of_category": "Гаджеты и аксессуары - это дополнительные устройства, которые могут улучшить ваш опыт использования электроники. В этой категории вы найдете разнообразные аксессуары, такие как наушники, стилусы, защитные чехлы, зарядные устройства и многое другое. Эти мелочи могут сделать вашу технику более функциональной, стильной и удобной в использовании. Гаджеты и аксессуары - это отличный способ улучшить вашу электронику и сделать ее более персональной и удовлетворяющей ваши потребности."
    }
  }
]