[
  {
    "model": "weblog.weblog",
    "pk": 17,
    "fields": {
      "title": "Immortals of Aveum отказалась стабильно работать на RTX 4090 даже с DLSS",
      "slug": "immortals-of-aveum-otkazalas-stabilno-rabotat-na-rtx-4090-dazhe-s-dlss",
      "text": "Immortals of Aveum, прохладно встреченная геймерами в Steam — редкий образец проекта, созданного на Unreal Engine 5.1. Что, конечно же, не могло не сказаться на системных требованиях и производительности.\r\n\r\nИздание Wccftech протестировало игру на топовом ПК с AMD Ryzen 7 7800X3D и видеокартой GeForce RTX 4090. Настройки графику выкрутили на максимум, включив DLSS и выставив разрешение 4K. И, увы, даже на столь мощной конфигурации игра работает крайне нестабильно.\r\n\r\nВ среднем, фреймрейт держится на отметке в 69 fps. Но периодически случаются просадки до 30 кадров и ниже. Плюс DLSS не совсем корректно работает в Immortals of Aveum, создавая артефакты в виде шлейфов от объектов.\r\nКстати, игру также протестировали на самой слабой из консолей текущего поколения. По словам обозревателя YouTube-канала The Xbox Tester, на Xbox Series S игра «мылит» так сильно, что иной раз вообще сложно разобраться в происходящем на экране.\r\n\r\nБлогер считает, что уж лучше бы разработчики увеличили разрешение ценой снижения фреймрейта.",
      "blog_img": "blog/Immortals_of_Aveum.jpg",
      "date_of_creation": "2023-08-22T23:45:28Z",
      "is_published": true,
      "count_of_views": 7
    }
  },
  {
    "model": "weblog.weblog",
    "pk": 18,
    "fields": {
      "title": "Microsoft внедрила язык программирования Python в Excel",
      "slug": "microsoft-vnedrila-yazyik-programmirovaniya-python-v-excel",
      "text": "Microsoft интегрировала популярный язык программирования Python в Excel. Представитель компании Стефан Киннестранд отметил, что теперь пользователи могут прямо в знакомой среде воспользоваться библиотеками и инструментами Python.\r\nДля доступа к Python не требуется дополнительных установок. Благодаря новой функции PY, данные Python видны в сетке электронной таблицы Excel. Доступны популярные библиотеки pandas, statsmodels и Matplotlib, все вычисления, связанные с Python, обрабатываются в Microsoft Cloud, а результаты отображаются на рабочем листе Excel, позволяя пользователям создавать сложные визуализации и аналитические отчеты.\r\nPython будет доступен в рамках ознакомительной подписки Microsoft 365, но «некоторые функции без платной лицензии будут ограничены» после окончания тестового периода.",
      "blog_img": "blog/Excel_Python.jfif",
      "date_of_creation": "2023-08-23T00:00:00Z",
      "is_published": true,
      "count_of_views": 0
    }
  },
  {
    "model": "weblog.weblog",
    "pk": 19,
    "fields": {
      "title": "Nvidia показала геймплей Cyberpunk 2077: Phantom Liberty с обновлённым DLSS 3",
      "slug": "nvidia-pokazala-gejmplej-cyberpunk-2077-phantom-liberty-s-obnovlyonnyim-dlss-3",
      "text": "После анонса Nvidia DLSS 3.5 компания также продемонстрировала небольшой геймплейный ролик Cyberpunk 2077: Phantom Liberty, в котором можно увидеть работу обновлённой технологии.\r\n\r\nРолик позволяет оценить, как будет выглядеть трассировка лучей со включённой функцией реконструкции изображения, и без неё. Со включённым DLSS 3.5 картинка выглядит куда чётче и меньше «шумит». Что же до производительности, то Cyberpunk 2077 с максимальными «лучами» и ультра-настройками графики держался на 80-110 FPS.\r\n\r\nНапомним, что DLSS 3.5 не будет эксклюзивом RTX 40xx-серии видеокарт: технология будет работать на всех RTX-картах без исключения.",
      "blog_img": "blog/Cyberpunk_2077_Phantom_Liberty.jpg",
      "date_of_creation": "2023-08-22T23:46:01Z",
      "is_published": true,
      "count_of_views": 0
    }
  },
  {
    "model": "weblog.weblog",
    "pk": 20,
    "fields": {
      "title": "iPhone 15 Pro Max опоздает на месяц из-за камер",
      "slug": "iphone-15-pro-max-opozdaet-na-mesyats-iz-za-kamer",
      "text": "Самая старшая модель iPhone 15 поступит в продажу несколько позже, чем три другие смартфона. Об этом сообщили близкие к Apple источники.\r\nСогласно инсайдерской информации, Apple может отложить запуск продаж iPhone 15 Pro Max на три-четыре недели. Так, если все остальные модели iPhone 15, а именно, базовые iPhone 15 и iPhone 15 Plus, а также iPhone 15 Pro, должны появиться в продаже с 22 сентября, то iPhone 15 Pro Max будет доступен для покупки не раньше 6-13 октября.\r\n\r\nВ задержке iPhone 15 Pro Max инсайдеры обвиняют японскую компанию Sony, которая поставляет для Apple модули камер. Якобы Sony не может поставить в оговоренные сроки необходимое количество сенсоров для перископической камеры нового флагмана. Именно из-за нехватки камер Apple и приняла решение отложить запуск продаж топовой модели. Насколько это правда, мы узнаем на презентации iPhone 15, которая, по некоторой информации, назначена на 12 сентября.",
      "blog_img": "blog/iPhone_15_Pro_Max.jpg",
      "date_of_creation": "2023-08-22T23:46:16Z",
      "is_published": true,
      "count_of_views": 0
    }
  }
]